opencell-billing/xml/init/05_create_service.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.api.meveo.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:createServiceTemplate>
         <!--Optional:-->
         <serviceTemplate code="SERVICE_VOICE" description="Service Voice">              
            <serviceChargeTemplateUsages>
               <!--Zero or more repetitions:-->
               <serviceChargeTemplateUsage>
                  <!--Optional:-->
                  <code>CH_VOICE_USAGE</code>
               </serviceChargeTemplateUsage> 
            </serviceChargeTemplateUsages>
         </serviceTemplate>
      </ws:createServiceTemplate>
   </soapenv:Body>
</soapenv:Envelope>